       IDENTIFICATION DIVISION.
       PROGRAM-ID. OLA-MUNDO.

       ENVIRONMENT DIVISION.

       DATA DIVISION.

       PROCEDURE DIVISION.
           DISPLAY "OLÁ MUNDO".
           STOP RUN.