       IDENTIFICATION DIVISION.
       PROGRAM-ID. Hello_World.

       ENVIRONMENT DIVISION.

       DATA DIVISION.

       PROCEDURE DIVISION.
           DISPLAY "OLÁ MUNDO".
           STOP RUN.